Repository: OmegaT-L10N/pt
Catalog: omegat/project_save.tmx
Source language: en
Languages: pt

source: Installing OmegaT (Solaris, FreeBSD, etc.) =========================================
pt: Instalar o OmegaT (Solaris, FreeBSD, etc.) =========================================

source: Installing OmegaT (Windows) ===========================
pt: Instalar o OmegaT (Windows) ===========================

source: Installing and running OmegaT" in the User Manual.
pt: Instalar e executar o OmegaT" no manual do utilizador.

source: Insufficient permissions for project dir {0}
pt: Permissões insuficientes para a pasta de projecto {0}

source: Invalid repository type: {0}
pt: Tipo de repositório inválido: {0}

source: Invoke `team -h` for details.
pt: Chamar "team -h" para detalhes.

source: It was not possible to create translated documents, because some tags are missing or damaged.
pt: Não foi possível criar documentos traduzidos, porque algumas etiquetas estão em falta ou danificadas.

source: It will install the correct environment for your computer and the application itself on the first run.
pt: Isto instala o ambiente correcto para o seu computador e a aplicação na primeira execução.

source: Jumping to last edited segment...
pt: A saltar para o último segmento editado...

source: Keyword searches match all the space-separated keywords regardless of their order.
pt: as procuras por palavra-chave correspondem a qualquer palavra-chave separada por espaços, independentemente da sua ordem.

source: L&og...
pt: Diári&o...

source: LCK
pt: BLQ

source: Languages
pt: Idiomas

source: Last modified by {0}
pt: Última modificação por {0}

source: Later calls do not need to be online.
pt: As chamadas posteriores não precisam de estar em linha.

source: Launch the installation program.
pt: Iniciar o programa de instalação.

source: Launching OmegaT (Linux) ========================
pt: Iniciar o OmegaT (Linux) ========================

source: Launching OmegaT (Mac) ======================
pt: Iniciar o OmegaT (Mac) ======================

source: Launching OmegaT (Windows) ==========================
pt: Iniciar o OmegaT (Windows) ==========================

source: Launching OmegaT from the command line (all systems) ====================================================
pt: Início do OmegaT a partir da linha de comando (todos os sistemas) ====================================================

source: Left-to-Right Embedding (LRE U+202A)
pt: Incorporar da esquerda para a direita (IED U+202A)

source: Left-to-Right Mark (LRM U+200E)
pt: Marca da esquerda para a direita (MED U+200E)

source: Licensing information =====================
pt: Informação de licenciamento =====================

source: Loading TMX files...
pt: A carregar ficheiros TMX...

source: Loading glossaries
pt: A carregar os glossários

source: Loading project...
pt: A carregar o projecto...

source: Loading: {0}
pt: A carregar: {0}

source: Local File/Folder
pt: Ficheiro/Pasta local

source: Location
pt: Localização

source: Mac&hine Translate
pt: Tra&dução automática

source: Mapping of Local Folders to Remote Folders in Repositories
pt: Mapeamento de pastas locais para pstas remotas nos repositórios

source: Mark &Paragraph Delimitations
pt: Marcar delimitações de &parágrafos

source: Mark &Translated Segments
pt: Marcar segmentos &traduzidos

source: Mark &Untranslated Segments
pt: Marcar segmentos não-&trad&uzidos

source: Match Statistics
pt: Estatísticas de correspondências

source: Match Statistics per &File
pt: Estatísticas de correspondências por &ficheiro

source: Match Statistics per File
pt: Estatísticas de correspondências por ficheiro

source: Memor&y
pt: Memór&ia

source: Merge alternate definitions for the same term
pt: Unir definições alternativas para o mesmo termo

source: Merriam Webster dictionary - use
pt: Dicionário Merriam Webster - uso

source: More
pt: Mais

source: Mourning and sorrow 404 not with us now Lost to paradise
pt: Luto e tristeza 404 não está connosco agora Perdida para o paraíso

source: Move &Down
pt: Mover a&baixo

source: Move &First
pt: Mover para &primeiro

source: Move &Last
pt: Move para ú&ltimo

source: Move &Up
pt: Mover a&cima

source: Move the folder to an appropriate location such as the Applications folder.
pt: Deslocar a pasta para um local apropriado, tal como a pasta Aplicações.

source: Next &Translated Segment
pt: Segmento &traduzido seguinte

source: Next &Untranslated Segment
pt: Segmento por traduzir seg&uinte

source: Next N&ote
pt: N&ota seguinte

source: Next Uni&que Segment
pt: Se&gmento único seguinte

source: No match:
pt: Sem correspondência:

source: Non-GUI mode options: --quiet Reduce output to command line stdout.
pt: Opções para modo não-GUI: --quiet Reduzir a saída a stdout na linha de comandos.

source: Note that in addition to "source-target" dictionaries you can, using the Dictionary feature, obtain access to information such as:
pt: Note que, para além dos dicionários "fonte-alvo", pode, utilizando a funcionalidade Dicionário, obter acesso a informações tais como:

source: Now
pt: Agora

source: Number of matching segments:
pt: Número de segmentos correspondentes:

source: Number of unique segments
pt: Número de segmentos únicos

source: OVR
pt: SOB

source: OmegaT Project Files
pt: Ficheiros de projecto OmegaT

source: OmegaT Project Folder
pt: Pasta de projecto OmegaT

source: OmegaT does not have read and write permissions to this folder.
pt: O OmegaT não tem permissões de escrita e leitura nesta pasta.

source: OmegaT has chosen option 'Yes' automatically.
pt: O OmegaT escolheu "Sim" automaticamente.

source: OmegaT is a free and open source multiplatform Computer Assisted Translation tool with fuzzy matching, translation memory, keyword search, glossaries, and translation leveraging into updated projects.
pt: OmegaT é uma ferramenta de tradução assistida por computador multiplataforma livre e de código aberto com correspondência fuzzy, memória de tradução, pesquisa de palavras-chave, glossários e tradução alavancada em projectos actualizados.

source: OmegaT is available under the terms of the GNU General Public License as published by the Free Software Foundation, either version 3 of the License, or (at your option) any later version.
pt: OmegaT está disponível sob os termos da GNU General Public License como publicado pela Free Software Foundation, quer a versão 3 da Licença, quer (à sua escolha) qualquer versão posterior.

source: OmegaT is the original work of Keith Godfrey.
pt: OmegaT é o trabalho original de Keith Godfrey.

source: OmegaT is then ready to be launched.
pt: O OmegaT está pronto para ser iniciado.

source: OmegaT ran out of memory, and will quit when you press OK.
pt: OmegaT esgotou a memória e sairá quando clicar em Aceitar

source: OmegaT requires the Java Runtime Environment (JRE) version 1.8 or higher to be installed on your system.
pt: O OmegaT requer que o Java Runtime Environment (JRE) versão 1.8 ou superior esteja instalado no seu sistema.

source: OmegaT uses a number of librairies.
pt: OmegaT usa uma série de bibliotecas.

source: OmegaT will now terminate.
pt: O OmegaT vai agora terminar.

source: Open MED Project...
pt: Abrir projecto MED...

source: Open Project
pt: Abrir projecto

source: Open Recent Pro&ject
pt: Abrir pro&jecto recente

source: Open Source File
pt: Abrir ficheiro-fonte

source: Open Source File Location
pt: Abrir localização do ficheiro-fonte

source: Open Target File
pt: Abrir ficheiro-alvo

source: Open Target File Location
pt: Abrir localização do ficheiro-alvo

source: Open {0} Source Files
pt: Abrir {0} ficheiros fonte

source: Open {0} Target Files
pt: Abrir {0} ficheiros-alvo

source: Options
pt: Opções

source: Options: None: Launch GUI Project path only: Launch GUI and load specified project team Team project tool.
pt: Opções: Nenhuma: iniciar o GUI Só caminho de projecto: iniciar o GUI e carregar o projecto de equipa especificado Ferramenta de projecto de trabalho em equipa.

source: Orphan segments
pt: Segmentos orfãos

source: Overwrite Mode
pt: Modo de sobreposição

source: Page slips through fingers Pulse pounding hard and frantic Vanishing like mist
pt: A página desliza pelos dedos Pulso a bater forte e frenético Desaparecendo como névoa

source: Place source files in ./source and supplemental material in ./tm, ./glossary, and ./dictionary as required, then commit everything.
pt: Colocar ficheiros-fonte em ./source e material suplementar em ./tm, ./glossary e ./dictionary como necessário, e depois submeter tudo.

source: Place the archive in any suitable folder and unpack it.
pt: Colocar o arquivo em qualquer pasta adequada e desempacotá-lo.

source: Please consult the documentation about your recovery options and return the information below to the software manufacturer with a description of how this error was produced.
pt: Por favor, consulte a documentação sobre as suas opções de recuperação e devolva as informações abaixo ao programador com uma descrição de como este erro foi produzido.

source: Please correct the tag issues before using again Create Translated Documents.
pt: Por favor, corrija os problemas de etiquetas antes de utilizar novamente Criar documentos traduzidos.

source: Please select a different folder.
pt: Por favor, escolha outra pasta.

source: Please select the language of your source files and the target language you would like to translate to.
pt: Por favor, seleccione o idioma dos ficheiros-fonte e o idioma-alvo para o qual quer traduzir.

source: Please type or paste the URL of the mediawiki page
pt: Por favor, insira ou cole o URL da página mediawiki

source: Pop Directional Formatting (PDF U+202C)
pt: Fim de formato direccional (FFD U+202C)

source: Prerequisites for installing OmegaT ===================================
pt: Pré-requisitos para instalar o OmegaT ===================================

source: Previous No&te
pt: No&ta anterior

source: Previous contributors include: (alphabetical order)
pt: Os colaboradores anteriores incluem: (ordem alfabética)

source: Pro&ject
pt: Pro&jecto

source: Problems with dictionaries
pt: Problemas com dicionários

source: Project &Files...
pt: &Ficheiros de projecto...

source: Project Files ({0} of {1})
pt: Ficheiros do projecto ({0} de {1})

source: Project Files ({0})
pt: Ficheiros do projecto ({0})

source: Project Statistics
pt: Estatísticas do projecto

source: Project is Empty
pt: O projecto está vazio

source: Project saved
pt: Projecto gravado

source: Project searches are by default performed on the source and target, reference TMs, glossaries, notes and comments of the project.
pt: As procuras em projectos são feitas, por predefinição, em fontes, alvos, memórias de tradução, glossários, notas e comentários do projecto.

source: R&emove
pt: R&emover

source: R&eplace with Match or Selection
pt: Substituir com correspondência ou s&elecção

source: Rather than beep Or a rude error message These words: 'Page not found'
pt: Em vez de apitar Ou uma mensagem de erro grosseira, Estas palavras: "Página não encontrada"

source: Re&place All
pt: S&ubtituir tudo

source: Re&place with Source
pt: Substituir &pela fonte

source: Recursi&ve search
pt: Procura recursi&va

source: Register Identical Translation
pt: Registar tradução idêntica

source: Regular expression searches match Java regular expressions as documented in the user manual.
pt: a procura por expressões regulares corresponde a expressões regulares Java, como documentado no manual do utilizador.

source: Remaining Characters (including spaces)
pt: Caracteres restantes (incluindo espaços)

source: Remaining Characters (without spaces)
pt: Caracteres restantess (sem espaços)

source: Remaining Segments
pt: Segmentos restantes

source: Remaining Words
pt: Palavras restantes

source: Remaining:
pt: Restantes:

source: Remote File/Folder
pt: Ficheiro/Pasta remotos

source: Remote Repositories
pt: Repositórios remotos

source: Remove
pt: Remover

source: Remove Ta&gs
pt: Remover eti&quetas

source: Remove translation
pt: Remover tradução

source: Reopen the project now?
pt: Reabrir o projecto agora?

source: Reopen the project?
pt: Reabrir o projecto?

source: Repetitions from other files:
pt: Repetições de outros ficheiros:

source: Repetitions within this file:
pt: Repetições neste ficheiro:

source: Repetitions:
pt: Repetições:

source: Replace &glossary hits when inserting source text
pt: Substituir correspondências do &glossário ao inserir o texto-fonte

source: Replace with &Machine Translation
pt: Substituir co&m tradução automática

source: Replace with:
pt: Substituir por:

source: Repository
pt: Repositório

source: Repository Mapping...
pt: Mapeamento do repositório...

source: Repository {0} is already present
pt: O repositório {0} já está presente

source: Repository {0} unknown
pt: Repositório {0} desconhecido

source: Requests for Enhancements (in English), at the SourceForge site:
pt: Pedidos de melhorias (em inglês), na página SourceForge:

source: Restore De&faults
pt: Restaurar prede&finições

source: Right-to-Left Embedding (RLE U+202B)
pt: Incorporar da direita para a esquerda (IDE U+202B)

source: Right-to-Left Mark (RLM U+200F)
pt: Marca da direita para a esquerda (MDE U+200F)

source: Running on Java {0} ({1}-bit)
pt: A executar no Java {0} ({1}-bit)

source: S&pace matches nbsp
pt: Es&paços correspondem a espaços inseparáveis

source: Sample Text
pt: Amostra

source: Saving project...
pt: A gravar o projecto...

source: Scope: The scope of a search is by default the project and can be set to be any files located in a specified folder hierarchy.
pt: Âmbito: por predefinição, o âmbito da procura é o projecto e pode ser definido para quaisquer ficheiros numa dada hierarquia de pastas.

source: Search Dictionaries
pt: Procurar nos dicionários

source: Search and Replace...
pt: Procurar e substituir...

source: Search for the required language combination - for instance on the dictionary links given by the OmegaT Wiki.
pt: Pesquise a combinação linguística necessária - por exemplo, nas ligações de dicionário dadas pela wiki do OmegaT.

source: Search for:
pt: Procurar por:

source: Search in
pt: Procurar em

source: See "Chapter 3.
pt: Veja "Capítulo 3.

source: See Help > User's Manual for more information.
pt: Veja Ajuda > Manual do utilizador para mais informação.

source: See OmegaT.jar/META-INF/MANIFEST.MF for valid values.
pt: Veja OmegaT.jar/META-INF/MANIFEST.MF para valores válidos.

source: See Options > File filters for a list of supported file formats.
pt: Veja Opções> Filtros de ficheiros para uma lista de formatos suportados.

source: See below for details.
pt: Veja os detalhes abaixo.

source: Segment {0,number,#}
pt: Segmento {0,number,#}

source: Segments
pt: Segmentos

source: Select
pt: Seleccionar

source: Select &Next Match
pt: Seleccionar correspondência segui&nte

source: Select &Previous Match
pt: Seleccionar corres&pondência anterior

source: Select Fol&der
pt: Seleccionar &pasta

source: Select Mat&ch
pt: Seleccionar &correspondência

source: Select Match #&1
pt: Seleccionar correspondência &1

source: Select Match #&2
pt: Seleccionar correspondência &2

source: Select Match #&3
pt: Seleccionar correspondência &3

source: Select Match #&4
pt: Seleccionar correspondência &4

source: Select Match #&5
pt: Seleccionar correspondência &5

source: Set empty translation
pt: Definir tradução vazia

source: Show Advanced &Options
pt: Mostrar &opções avançadas

source: Size
pt: Tamanho

source: Some of the dictionaries have no strings attached - i.e. are "Free to use", and others, like the selection above, are under the GPL license.
pt: Alguns dos dicionários não têm quaisquer restrições - ou seja, são "livres de usar", ao passo que outros, como a selecção acima, estão sob a licença GPL.

source: Some project folders seem to have been moved.
pt: Algumas pastas do projecto parecem ter sido movidas.

source: Source Files Folder
pt: Pasta dos ficheiros-fonte

source: Source Files Folder:
pt: Pasta dos ficheiros-fonte:

source: Source file loading complete
pt: Carregamento do ficheiro-fonte concluído

source: Source files committed
pt: Ficheiros-fonte submetidos

source: Source files folder entered does not exist!
pt: A pasta de ficheiros-fonte não existe!

source: Source of Selected &Match
pt: Fonte da &correspondência seleccionada

source: Source/translation lengths (characters)
pt: Tamanhos de fonte/tradução (caracteres)

source: Statistics
pt: Estatísticas

source: Switch views with {0} and {1}
pt: Mudar de vistas com {0} e {1}

source: T&Ms
pt: &Memórias de tradução

source: Target files committed
pt: Ficheiros-alvo submetidos

source: Team Mode Repository Mapping
pt: Mapeamento do repositório em modo de equipa

source: Text Replace
pt: Substituir texto

source: Text Search
pt: Procurar texto

source: The command to launch OmegaT is:
pt: O comando para inciar o OmegaT é:

source: The following example shows Merriam Webster 10th dictionary "in action":
pt: O exemplo seguinte mostra o dicionário Merriam Webster 10th "em acção":

source: The help page you seek Lies beyond our perception But others await
pt: A página de ajuda que procura Fica para além da nossa percepção, Mas outros esperam

source: The installer can create shortcuts for you in the start menu, on the desktop and in the quick launch area.
pt: O instalador pode criar atalhos no menu Iniciar, no ambiente de trabalho e na área de início rápido.

source: The language code should be in the form xx-YY, xxx-YY, xx_YY or xxx_YY, where xx or xxx is the language code and YY is the region or country code (optional).
pt: O código de idioma deve estar na forma xx-YY, xxx-YY, xx_YY ou xxx_YY, onde xx ou xxx é o código de idioma e YY é o dialecto ou código de país (opcional).

source: The license of each library is mentioned in /lib/licenses/Licenses.txt.
pt: A licença de cada biblioteca é mencionada em /lib/licenses/Licenses.txt.

source: The most current info about OmegaT can be found at:
pt: A informação mais actual sobre o OmegaT pode ser encontrada em

source: The source file language entered is invalid!
pt: O idioma do ficheiro-fonte é inválido!

source: The translated file language entered is invalid!
pt: O idioma do ficheiro-alvo é inválido!

source: The writeable glossary file must be inside the glossary folder
pt: O glossário editável deve estar dentro da pasta de glossários

source: There should be three files, with extensions dz, idx and ifo.
pt: Deverá haver três ficheiros, com as extensões dz, idx e ifo.

source: These three are certain: Death, taxes, and page not found You, victim of one
pt: Estes três são certos: Morte, impostos, e página não encontrada Você foi vítima de um deles

source: This is the way text will look when displayed.
pt: Este é o aspecto do texto quando mostrado.

source: To add files to the project you can - drag and drop files on this Editor pane - use Project > Copy Files to Source Folder... - click on Copy Files to Source Folder... in the Project Files window - copy files to the project's 'source' folder with your file manager, and then reload the project with Project > Reload.
pt: Para adicionar ficheiros ao projecto pode - arrastar e largar ficheiros neste painel do editor - usar Projecto > Copiar ficheiros para a pasta-fonte... - clicar em Copiar ficheiros para a pasta-fonte... na janela Ficheiros do projecto - copiar ficheiros para a pasta "source" com o seu gestor de ficheiros e recarregar o projecto clicando em Projecto > Recarregar.

source: To install the necessary files for the StarDict format, proceed as follows:
pt: Para instalar os ficheiros necessários para o formato StarDict, proceda como se segue:

source: To use this script you must first install Kaptain.
pt: Para utilizar este script deve primeiro instalar o Kaptain.

source: To use this script, open a terminal window (console), change folder to the folder containing OmegaT.jar and the linux-install.sh script, and execute the script with ./linux-install.sh.
pt: Para utilizar este script, abra um terminal (consola), mude para a pasta que contém o OmegaT.jar e o linux-install.sh, e execute com ./linux-install.sh.

source: Total Characters (including spaces)
pt: Total de caracteres (incluindo espaços)

source: Total Characters (without spaces)
pt: Total de caracteres (sem espaços)

source: Total Segments
pt: Total de segmentos

source: Total Words
pt: Total de palavras

source: Total number of segments
pt: Número total de segmentos

source: Trans&lated or untranslated
pt: Tradu&zidos ou não traduzidos

source: Translated Files Folder
pt: Pasta dos ficheiros-alvo

source: Translated Files Folder:
pt: Pasta dos ficheiros-alvo:

source: Translated document created
pt: Documento traduzido criado

source: Translated documents created
pt: Documentos traduzidos criados

source: Translated files folder entered does not exist!
pt: A pasta de ficheiros-alvo não existe!

source: Translated unique segments
pt: Segmentos únicos traduzidos

source: Translation Memory Files Folder
pt: Pasta das memórias de tradução

source: Translation Memory Folder:
pt: Pasta da memória de tradução:

source: Translation last modified by {0} on {1} at {2}
pt: Tradução modificada por {0} a {1} às {2}

source: Translation memory files folder entered does not exist!
pt: A pasta de memórias de tradução não existe!

source: Type
pt: Tipo

source: Types: Exact searches match the whole search string.
pt: Tipos: procuras exactas correspondem à cadeia de procura completa.

source: U&ntranslated
pt: &Não traduzidos

source: UNL
pt: DBLQ

source: Unable to build new TMX file!
pt: Impossível compilar novo ficheiro TMX!

source: Unable to convert project!
pt: Impossível converter o projecto!

source: Unable to download team project!
pt: Impossível transferir o projecto de equipa!

source: Unable to read project file!
pt: Impossível ler o ficheiro de projecto!

source: Unique Characters (including spaces)
pt: Caracteres únicos (incluindo espaços)

source: Unique Characters (without spaces)
pt: Caracteres únicos (sem espaços)

source: Unique Remaining Characters (including spaces)
pt: Caracteres únicos restantes (incluindo espaços)

source: Unique Remaining Characters (without spaces)
pt: Caracteres únicos restantes (sem espaços)

source: Unique Remaining Segments
pt: Segmentos únicos restantes

source: Unique Remaining Words
pt: Palavras únicas restantes

source: Unique Remaining:
pt: Restantes únicos:

source: Unique Segments
pt: Segmentos únicos

source: Unique Words
pt: Palavras únicas

source: Unique segments
pt: Segmentos únicos

source: Unique:
pt: Únicos:

source: Unpack the OmegaT .zip archive to obtain a folder that contains a documentation file and the OmegaT application.
pt: Desempacotar o arquivo .zip do OmegaT para obter uma pasta que contenha um ficheiro de documentação e a aplicação OmegaT.

source: Usage: java -jar OmegaT.jar [<options>] [<project path>]
pt: Uso: java -jar OmegaT.jar [<opções>] [<caminho do projecto>]

source: Usage: java -jar OmegaT.jar team <command> [<options>]]
pt: Uso: java -jar OmegaT.jar team <comando> [<opções>]]

source: Use &Fuzzy Matching for Dictionary Entries
pt: Utilizar comparação a&proximada para entradas do dicionário

source: Use &TAB to Advance
pt: Usar &TAB para avançar

source: Use &fuzzy matching for dictionary entries
pt: Utilizar comparação a&proximada para entradas do dicionário

source: Use &stemming for glossary entries
pt: Utilizar lematização para entrada&s do glossário

source: Use terms &appearing separately in the source text
pt: Usar termos que &aparecem separadamente no texto-fonte

source: Use untar utility (or its equivalent, for instance winrar in Windows) to extract its contents into the project folder "Dictionary".
pt: Use o utilitário untar (ou equivalente, por exemplo, o winrar em Windows) para extrair o conteúdo para a pasta de projecto "Dictionary".
